Repository: Runalyze/glossar
Catalog: Resources/translations/messages.*.xlf
Languages: de, es

# not.available///b0e92863fd6a05e45024aedca637f84d834aac4c
source: %VO2max% is a scientific metric for the maximal oxygen uptake that is highly correlated with one's maximal running performance. Still, two athletes with equal %VO2max% values do not need to perform equally as their efficiency may differ. Instead of the exact %VO2max% (which can be measured in a lab), the combination of %VO2max% and running efficiency is of intereset. The resulting Effective %VO2max% can be used as direct predictor for upcoming running events.
de: %VO2max% ist eine wissenschaftliche Größe für die maximale Sauerstoffaufnahme, die in hohem Maß mit der Laufperformance korreliert. Dennoch müssen zwei Athleten mit gleichen %VO2max%-Werten nicht zwingend die gleiche Leistung erbringen, da ihre Effizienz unterschiedlich sein kann. An Stelle des exakten %VO2max% (der im Labor gemessen werden kann) ist die Kombination von %VO2max% und der Laufeffizenz interessanter. Der resultierende Effektive %VO2max% kann als Indikator für anstehende Wettkämpfe dienen.
es: %VO2max% es una medida científica de la absorción máxima de oxígeno que está altamente correlacionada con el rendimiento máximo de carrera de uno. Sin embargo, dos atlecas con valores iguales de %VO2max%Still, no necesariamente se desempeñan igualmente ya que su eficiencia puede diferir. En lugar del valor exacto de %VO2max% (que puede ser medido en laboratorio), la combinación de %VO2max% y a eficiencia de carrera es de interes. El %VO2max% efectivo resultante puede ser usado como un predictor directo para futuros eventos de carrera.

# not.available///6fbd4e792657cb7ee4267eb6e7fda023c1a01545
source: Absolute values of ATL are hard to interpret, as preferred values vary from athlete to athlete depending on their current level. Instead of showing absolute values, Runalyze uses the alltime maximum ATL to express current ATL as percentage. In this way, ATL values are always relative to the athlete's maximum. Still, if an athlete was overtraining once, reaching 100% ATL is not recommended.
de: Absolute Werte von ATL sind schwer zu interpretieren, da die bevorzugten Werte von Athlet zu Athlet je nach aktuellem Niveau variieren. Anstatt absolute Werte anzuzeigen, verwendet Runalyze den dauerhaften maximalen ATL, um den aktuellen ATL in Prozent auszudrücken. Auf diese Weise sind die ATL-Werte immer relativ zum Maximum des Athleten. Wenn ein Athlete schon im Übertraining war ist das wiederholte Erreichen von 100% ATL nicht empfohlen.
es: Los valores absolutos de ATL son difíciles de interpretar, ya que los valores prefijados varían de un atleta a otro dependiendo de su nivel actual. En lugar de mostrar valores absolutos, Runalyze utiliza el ATL máximo de todos los tiempos para expresar el ATL actual como porcentaje. De esta manera, los valores ATL son siempre relativos al máximo del atleta. Aún así, si un atleta estuvo sobreentrenando una vez, no se recomienda alcanzar el 100% de ATL.

# not.available///53c7483dac7565be1b8b8e2e81cef044c6d03a59
source: Actual Training Load
de: Aktuelle Trainigsbelastung
es: Carga de entrenamiento real

# not.available///99244cf9be797f20de3395e653a4c992f9665c01
source: Actual Training Load represents your current degree of fatigue, being an exponentially weighted average of your training load (i.e. %trimp%) over a period of 7 days by default.
de: Die tatsächliche Trainingsbelastung stellt Ihren aktuellen Ermüdungsgrad dar und ist ein exponentiell gewichteter Durchschnitt Ihrer Trainingsbelastung (d.h. %trimp%) über einen Zeitraum von standardmäßig 7 Tagen.
es: La Carga de Entrenamiento Actual representa su grado actual de fatiga, siendo un promedio ponderado exponencialmente de su carga de entrenamiento (es decir, %trimp%) durante un período de 7 días por defecto.

# not.available///2935762a5ed0e4456dc04618a7df1a75d718ff6f
source: As absolute heart rates may relate to different intensities depending on the maximum, all heart rate related calculations are based on relative heart rates and thus require an appropriate maximum heart rate to be given.
de: Da sich absolute Herzfrequenzen je nach Maximum auf unterschiedliche Intensitäten beziehen können, basieren alle herzfrequenzbezogenen Berechnungen auf relativen Herzfrequenzen und erfordern daher eine entsprechende maximale Herzfrequenz.
es: Como las frecuencias cardíacas absolutas pueden estar relacionadas con diferentes intensidades dependiendo del máximo, todos los cálculos relacionados con la frecuencia cardíaca se basan en las frecuencias cardíacas relativas y, por lo tanto, requieren que se dé una frecuencia cardíaca máxima adecuada.

# not.available///7af35388c830ec509f8d75e415145861761bb092
source: As everybody’s heart rate may behave differently, Runalyze uses an additional individual correction factor which is calculated based on one's best race and its heart rate automatically. Alternatively, athletes can pick a manual correction factor.
de: Da sich die Herzfrequenz eines jeden Athleten unterschiedlich verhält, nutzt Runalyze einen zusätzlichen individuellen Korrekturfaktor, der automatisch anhand des besten Wettkampfes und der dabei erreichten Herzfrequenz ermittelt wird. Alternativ können Athleten einen manuellen Korrekturfaktor festlegen.
es: Como la frecuencia cardíaca de cada persona puede comportarse de forma diferente, Runalyze utiliza un factor de corrección individual adicional que se calcula automáticamente en función de la mejor carrera y de la frecuencia cardíaca de cada uno. Alternativamente, los atletas pueden elegir un factor de corrección manual.

# not.available///ba378d75807a73754f29df0dcfeb416c5bdb2da8
source: By default, these calculations are based on the training of the last six months, while the kilometres made a week count 2/3 and the long distance runs account for 1/3 of the 'Marathon shape'. These parameters can be changed individually by every athlete.
de: Standardmäßig basieren diese Berechnungen auf dem Training der letzten sechs Monate, wobei die Wochenkilometer zu 2/3 und die langen Läufe zu 1/3 für die "Marathonform" zählen. Diese Parameter können individuell angepasst werden.
es: Por defecto, estos cálculos se basan en el entrenamiento de los últimos seis meses, mientras que los kilómetros realizados en una semana cuentan 2/3 y las carreras de larga distancia representan 1/3 del "estado de forma en maratón". Estos parámetros pueden ser modificados individualmente por cada atleta.

# not.available///55a89527100d7affacb785a535913eceec75eda6
source: Caution
de: Vorsicht
es: Precaución

# not.available///6dc0f2814c3ef39ad1d1778662a1b7e4463ee1e5
source: Chronic Training Load
es: Carga de Entrenamiento Crítico

# not.available///ade055974a1a9eeda24b67ac6c97024df419257d
source: Chronic Training Load represents your current degree of fitness, being an exponentially weighted average of your training load (i.e. %trimp%) over a period of 42 days by default.
de: Chronische Trainingsbelastung stellt Ihren aktuellen Fitnessgrad dar und ist ein exponentiell gewichteter Durchschnitt Ihrer Trainingsbelastung (d.h. %trimp%) über einen Zeitraum von standardmäßig 42 Tagen.
es: La Carga de Entrenamiento Crítica representa su grado actual de forma física, siendo un promedio ponderado exponencialmente de su carga de entrenamiento (es decir, %trimp%) durante un período de 42 días por defecto.

# not.available///58d17582a05d81dbc970a2fb5dde4c86c385cf6c
source: Danger
de: Gefahr
es: Peligro

# not.available///6e05d28b1b5a19d5e30bcdc9bb4bd043bb901595
source: Does not improve cardiorespiratory fitness. This is suitable for recovery and developing endurance.
de: Verbessert nicht die kardiorespiratorische Fitness. Dies ist für die Regeneration und die Entwicklung der Ausdauer geeignet.
es: No mejora el estado cardiorrespiratorio. Esto es adecuado para la recuperación y el desarrollo de la resistencia.

# not.available///5d31af55249f7e47ead11641dc57fa5cf4ba6da8
source: Does only increase cardiorespiratory fitness if adequate recovery is applied afterwards.
de: Erhöht die kardiorespiratorische Fitness nur, wenn danach eine ausreichende Regeneration erfolgt.
es: Sólo aumenta la capacidad cardiorrespiratoria si después se aplica una recuperación adecuada.

# not.available///0df9824336c43480212d28e69a6e040729284513
source: Easy TRIMP
de: Entspannter&nbsp;TRIMP
es: TRIMP fácil

# not.available///f5b714cf9c01c1409607b3b011a56706a8e8a162
source: Easy TRIMP is the maximal allowed TRIMP for the following day that will keep TSB at 0, i.e. keeps a balanced training stress.
de: Easy TRIMP ist der maximal erlaubte TRIMP für den nächsten Tag, der den TSB auf 0 hält, d.h. einen ausgeglichenen Trainingsstress hält.
es: TRIMP fácil es el máximo TRIMP permitido para el día siguiente que mantendrá la TSB a 0, es decir, mantiene un esfuerzo de entrenamiento equilibrado.

# not.available///771bde487f47893e5588724872fd1fbf676c3ef7
source: Every athlete has to test his maximal heart rate as it's highly individual and common rules of thumb may be far off for a single person.
de: Jeder Athlet muss seine maximale Herzfrequenz selbst testen, da sie sehr individuell ist und typische Daumenregeln für einzelne Personen weit daneben liegen können.
es: Cada atleta tiene que probar su frecuencia cardíaca máxima, ya que las reglas generales y comunes, pueden estar muy equivocadas para una persona en particular.

# not.available///c32ed5eccf1923cb5513356a0692775c0f820fb4
source: Extreme caution
de: Erhöhte Vorsicht
es: Precaución máxima

# not.available///c1e5fa39df05e344cbc0712b2c7a19631263ab2c
source: Extreme danger
de: Erhöhte Gefahr
es: Peligro extremo

# not.available///33bd5087468ac086fac47e414f787a063190a0fa
source: Extremely hard
de: extrem anstrengend
es: Extremadamente duro

# not.available///9054d111bd557977e52db876e71481ba1484b351
source: Extremely light
de: Extrem leicht
es: Extremadamente suave

# not.available///2701f8c51e1f9bb69344f1e6087b2764bea7f3f2
source: Fatigue is possible with prolonged exposure and activity. Continuing activity could result in heat cramps.
de: Bei längeren Zeiträumen und körperlicher Aktivität kann es zu Erschöpfungserscheinungen kommen.
es: La fatiga es probable con una exposición y actividad prolongada. La actividad continua podría causar calambres.

# not.available///7427cf697be16a4ec1d916910128a59d920125e7
source: Glossary
de: Glossar
es: Glosario

# not.available///20a89915f18c15e815e6422bf02ca6944f6dd8d8
source: Hard
de: anstrengend
es: Duro

# not.available///5b290995d5b779c47e12e4fa3485f0aba6022126
source: Heart rate variability
de: Herzfrequenzvariabilität
es: Variabilidad del ritmo cardíaco

# not.available///6e8809b6a3a9cc2e302390c2ca9de384c8ea51e4
source: Heart rate variability (HRV) is the physiological phenomenon of variation in the time interval between heartbeats and is measured by the variation in the beat-to-beat interval (commonly stated as R-R interval). It is well known that HRV is directly related to the body's interdependent regulatory systems and can be a powerful measure for an athlete's recovery status.
de: Die Herzfrequenzvariabilität (HRV) ist das physiologische Phänomen der Variation des Zeitintervalls zwischen den Herzschlägen und wird durch die Variation des Beat-to-Beat-Intervalls (allgemein als R-R-Intervall bezeichnet) gemessen. Es ist bekannt, dass die HRV in direktem Zusammenhang mit den ineinandergreifenden Regulationssystemen des Körpers steht und ein starkes Maß für den Erholungsstatus eines Sportlers sein kann.
es: La variabilidad de la frecuencia cardíaca (HRC) es el fenómeno fisiológico de la variación en el intervalo de tiempo entre latidos cardíacos y se mide por la variación en el intervalo de latido a latido (comúnmente declarado como intervalo R-R). Es bien sabido que la HRC está directamente relacionada con los sistemas reguladores interdependientes del cuerpo y puede ser una medida muy eficaz para determinar el estado de recuperación de un atleta.

# not.available///f66940af41f069fd172f4195f422fd35db1e978d
source: Heat cramps and heat exhaustion are likely; heat stroke is probable with continued activity.
de: Sonnenstich, Hitzekrampf und Hitzekollaps sind wahrscheinlich; Hitzschlag ist möglich.
es: Los calambres y el agotamiento son probables; la insolación es probable con actividad continua.

# not.available///e13630b294cad92a8eba4d69d8d34390a3a7456b
source: Heat cramps and heat exhaustion are possible. Continuing activity could result in heat stroke.
de: Es besteht die Möglichkeit von Hitzeschäden wie Sonnenstich, Hitzekrampf und Hitzekollaps.
es: Los calambres y el agotamiento son posibles. La actividad continua podría resultar en una insolación.

# not.available///7cae891b77fd34ac239e3f82d36ed829ffe71619
source: Heat index
de: Hitzeindex
es: Índice de calor

# not.available///23c1823dabdde065a6df1727baa92f1b170a78c4
source: Heat index levels
de: Hitzeindexlevel
es: Niveles de índice de calor

# not.available///7793e3b614c5b52a00ef3d26576ad3c41ab9081e
source: Heat stroke is imminent.
de: Hitzschlag und Sonnenstich sind sehr wahrscheinlich.
es: La insolación es inminente.

# not.available///7db6780c88a68051332ed2eb5f1b33c039e29e4d
source: Highly improves cardiorespiratory fitness, but requires easier workouts to balance the training.
de: Verbessert die kardiorespiratorische Fitness, erfordert aber ein leichteres Training, um das Training auszugleichen.
es: Mejora mucho la condición cardiorrespiratoria, pero requiere entrenamientos más fáciles para equilibrar el entrenamiento.

# not.available///ef80b6b5c560678a697a037ad7efcbde1215b362
source: Highly improving training effect
de: Stark verbessernder Trainingseffekt
es: Efecto de entrenamiento altamente favorable

# not.available///69e3e554b82e2707f3f6be67de5c380d1c73659d
source: If an important race is ahead, TSB should be clearly positive. As levels of CTL and ATL differ from athlete to athlete, no concrete suggestions can be made.
de: Wenn ein wichtiges Rennen bevorsteht, sollte die TSB deutlich positiv sein. Da sich die CTL- und ATL-Werte von Athlet zu Athlet unterscheiden, können keine konkreten Vorschläge gemacht werden.
es: Si hay una carrera importante por delante, la TSB debe ser claramente positiva. Como los niveles de CTL y ATL difieren de un atleta a otro, no se pueden hacer sugerencias concretas.

# not.available///8fcf53da417f208554558ada9e967bbe4367cb7c
source: Improves cardiorespiratory fitness.
de: Verbessert die kardiorespiratorische Fitness.
es: Mejora el estado cardiorrespiratorio.

# not.available///cfac66e74791ff5bee46bcbcd4acaacfac8796aa
source: Improving training effect
de: Verbessernder Trainingseffekt
es: Mejorar el efecto del entrenamiento

# not.available///e92a56ee9c12bd063e624cee862a2fc8bfb5d9e7
source: In Runalyze, windchill is a metric for the apparent temperature that takes the Wind Chill effect into account.
de: In Runalyze ist Windchill eine Metrik für die scheinbare Temperatur, die den Windchill-Effekt berücksichtigt.
es: En Runalyze, la sensación térmica es una métrica de la temperatura aparente que tiene en cuenta el efecto de la sensación térmica.

# not.available///a36ef8aba22905e2d2efbf1ac1d6230d5761859d
source: Light
de: leicht
es: Suave

# not.available///b987ea2468ff96549181c5f0f90c2647880d2962
source: Maintaining training effect
de: Aufrechterhaltung des Trainingzustandes
es: Mantener el efecto del entrenamiento

# not.available///0b3dec76e3c49497244a4f19e798eb7f864662ae
source: Maintains cardiorespiratory fitness and builds foundation for more demanding workours in future.
de: Erhält die kardiorespiratorische Fitness und bildet die Grundlage für ein anspruchsvolleres Training in der Zukunft.
es: Mantiene la condición cardiorrespiratoria y sienta las bases para entrenamientos más exigentes en el futuro.

# not.available///5d108a7340e2b565164cfac5ff2251b9e7bca312
source: Marathon shape
de: Marathonform
es: Estado de forma en maratón

# not.available///20dc29a18aa20007121c420d752c8f601ddbc8f4
source: Maximal exertion
de: Maximale Anstrengung
es: Esfuerzo máximo

# not.available///c5b82f351658939ccc3906a5ce1bc61281ee12e5
source: Maximum heart rate
de: Maximale Herzfrequenz
es: Frecuencia cardíaca máxima

# not.available///7468081f51301f3d3320720a74ee85a8a8b83384
source: Measuring resting heart rate each day as part of a morning ritual is recommended for athletes. Increases in resting heart rate can indicate stress and overtraining.
de: Athleten wird empfohlen, jeden Morgen den Ruhepuls zu messen. Erhöhte Werte können auf Stress oder Übertraining hindeuten.
es: Se recomienda a los atletas medir la frecuencia cardíaca en reposo todos los días como parte de un ritual matutino. El aumento de la frecuencia cardíaca en reposo puede indicar estrés y sobreentrenamiento.

# not.available///692fc14c0d50b5abdf9beac483647d95341c98b5
source: Metrics for HRV
de: Metriken für HRV
es: Métricas para la HRV

# not.available///1cfb68095daa6af4c493a5166fd84ecbd342c8ec
source: Minor training effect
de: Geringer Trainingseffekt
es: Efecto leve del entrenamiento

# not.available///e5cee8b95402c56c6e8bf68b1e8392f321109906
source: Monotony
de: Monotonie
es: Monotonía

# not.available///0b6cda35817025c4e5ef70bd47b09e26b006fec2
source: Natural logarithm of RMSSD
de: Natürlicher Logarithmus des RMSSD
es: Registros estadísticos del RMSSD

# not.available///7ed12cb7b7094edb08b930b8cc8f9f07b07959d9
source: No effect
de: Keine Auswirkungen
es: Ningún efecto

# not.available///6fccbcc780d1a1ae131019607d0d4071d2eb784f
source: No exertion at all
de: Überhaupt keine Anstrengung
es: Ningún esfuerzo en absoluto

# not.available///91a8efd280c0c6d748c999d62d8593c161cd35e9
source: No training effect
de: Kein Trainingeffekt
es: Entrenamiento sin ningún efecto

# not.available///b5cd39eda8c2539f5722a73d7ca9f43c73f59395
source: Notice: This calculation is based on the sum of the *all day* TRIMP value. It is based on the overall strain made a day, no matter which kind of activity has been done.
de: Hinweis: Diese Berechnung basiert auf der Summe aller TRIMP-Werte eines Tages. Sie berücksichtigt daher nur die gesamte Trainingsbelastung eines Tages, egal welche Sportarten absolviert wurden.
es: Aviso: Este cálculo se basa en la suma del valor de *todo el día* TRIMP. El cual se basa en el esfuerzo general realizado durante un día, sin importar el tipo de actividad que se haya realizado.

# not.available///56ccfca015890c7861ef03ff31fad3a8f1c7a4d0
source: Overtraining
de: Übertraining
es: Sobreentrenamiento

# not.available///0efc2e6be4c23b9a513d7ce0dcff8ed80e8912e7
source: Overview
de: Übersicht
es: Resumen general

# not.available///316047c6d1d3c49069bbbd100fa00f784ba5e6fc
source: Performance condition
es: Estado de forma

# not.available///bcab1c9a80024aa03d06ca52dc1bbfd1c84e83e1
source: Performance condition is a metric provided by Garmin that analyzes pace, heart rate and heart rate variability within the first 20 minutes of an activity to make a real-time assessment of your ability to perform compared to your current fitness level.
de: Die Performance Condition ist eine von Garmin bereitgestellte Kennzahl, die die Geschwindigkeit, die Herzfrequenz und die Herzfrequenzvariabilität innerhalb der ersten 20 Minuten einer Aktivität analysiert, um eine Echtzeitbewertung Ihrer Leistungsfähigkeit im Vergleich zu Ihrem aktuellen Fitnessniveau vorzunehmen.
es: La evaluación del rendimiento es una medida proporcionada por Garmin que analiza el ritmo, la frecuencia cardíaca y la variabilidad de la frecuencia cardíaca durante los primeros 20 minutos de una actividad para realizar una evaluación en tiempo real del rendimiento en comparación con el nivel de estado físico actual.

# not.available///2e177effbb3d01f95fb0798c17f613fa162891ff
source: Performance condition values range from +20 to -20, whereby positive values mean that you are rested and in shape for a good and intense workout.
de: Die Werte der Performance Condition reichen von +20 bis -20, wobei positive Werte bedeuten, dass Sie ausgeruht und fit für ein gutes und intensives Training sind.
es: Los valores de la evaluación del rendimiento van de +20 a -20, por lo que los valores positivos significan que estás descansado y en forma para un entrenamiento bueno e intenso.

# not.available///2e98a2fddb38609e4c6f108fcb30d55ba587011c
source: Proportion of successive R-R intervals that differ by more than %s ms
de: Anteil der aufeinanderfolgenden R-R-Intervalle, die sich um mehr als %s ms unterscheiden
es: Proporción de intervalos sucesivos de R-R que difieren en más de %s ms

# not.available///224108c89ee5b79d4b7db823a670b2b63bedf759
source: RPE scale
de: RPE-Skala
es: Escala RPE

# not.available///ec11340b6224b308b305bae67b27ee9ae9f058f7
source: Rate of Perceived Exertion
de: Gefühlte Belastung
es: Tasa de Esfuerzo Percibido

# not.available///5bc8a13031190e948b9951fbf35c07c088394a38
source: Rated Perceived Exertion (RPE) is a quantitive measure for the physical exertion of an activity. this rating is frequently used in studies and is measured by the Borg rating or RPE scale. The range of 6-20 follows the heart rate of a healthy young adult (by multiplying with 10).
de: Rated Perceived Exertion (RPE) ist ein quantitatives Maß für die körperliche Anstrengung einer Aktivität. Dieses Rating wird häufig in Studien verwendet und wird anhand des Borg-Ratings oder der RPE-Skala gemessen. Der Bereich von 6-20 folgt der Herzfrequenz eines gesunden jungen Erwachsenen (durch Multiplikation mit 10).
es: La Tasa de Esfuerzo Percibido (RPE) es una medida cuantitativa del esfuerzo físico de una actividad. Esta calificación se utiliza frecuentemente en los estudios y se mide por la calificación Borg o escala RPE. El intervalo de 6 a 20 se ajusta a la frecuencia cardíaca de un adulto joven sano (multiplicando por 10).

# not.available///5d20d0fee3b91643dd8d272ac33d01ca95179d82
source: References
de: Referenzen
es: Referencias

# not.available///348928d6f5bed1d5e6ca2b20cf5d4e27d369ec96
source: Resting heart rate
de: Ruheherzfrequenz
es: Frecuencia cardíaca en reposo

# not.available///b56c7448b104d84611478c02d45067b11303e481
source: Root mean square of successive differences
de: Wurzelmittelwert der aufeinanderfolgenden Differenzen
es: Raíz cuadrada media de las diferencias sucesivas

# not.available///8906d98b693f5e22543aa62f3064ff2d8d8b4fa7
source: Runalyze estimates the Effective %VO2max% for every run with heart rate data based on the relation of heart rate and pace. Optionally, elevation can be taken into account as well. The average of these values will be used as the athlete's current shape.
de: Runalyze schätzt die effektive %VO2max% für jeden Lauf mit Herzfrequenzdaten basierend auf dem Verhältnis von Herzfrequenz und Geschwindigkeit. Optional kann auch die Höhe berücksichtigt werden. Der Mittelwert dieser Werte wird als aktuelle Form des Athleten verwendet.
es: Runalyze estima el %VO2máx% efectivo para cada carrera con datos de frecuencia cardíaca basados en la relación entre el ritmo y la frecuencia cardíaca. Opcionalmente, también se puede tener en cuenta la elevación. El promedio de estos valores se empleará para determinar el estado físico actual del deportista.

# not.available///9ac2ddba0b2bfb16986f93be07a92a305a3bb856
source: Runalyze reads training effect values only when importing *.fit-files (provided that the file contains a training effect value).
de: Runalyze liest Trainingseffektwerte nur beim Import von *.fit-Dateien (sofern die Datei einen Trainingseffektwert enthält).
es: Runalyze lee los valores de los efectos de entrenamiento sólo al importar archivos *.fit (siempre que el archivo contenga un valor de efecto de entrenamiento).
