Repository: Runalyze/glossar
Catalog: Resources/translations/messages.*.xlf
Languages: de, es

# not.available///5cd6e75b853cd44ebce2ab8df80bee363623876c
source: Runalyze tries to estimate the athlete's limit by current ATL and gives a coloured (green/orange/red) feedback.
de: Runalyze versucht das Limit des Athleten anhand der aktuellen ATL abzuschätzen und gibt ein farbiges (grün/orange/rot) Feedback.
es: Runalyze trata de estimar el nivel del atleta por el ATL actual y da una valoración en color (verde/naranja/rojo).

# not.available///07807067838d899f69cef0d30b5900f69323de9b
source: Runalyze will always use the activity's complete heart rate profile, if available, to correctly rate interval workouts.
de: Runalyze verwendet immer das komplette Herzfrequenzprofil der Aktivität, falls verfügbar, um Intervalltrainings richtig zu bewerten.
es: Runalyze siempre utilizará el perfil completo de frecuencia cardíaca de la actividad, si está disponible, para calcular correctamente la frecuencia cardíaca de los entrenamientos por intervalos.

# not.available///09805e31688a4fa45f4c467ce8d93209801dc81f
source: Runalyze will import performance condition from fit files if available.
de: Runalyze importiert die Leistungsbedingung aus Fit-Dateien, falls vorhanden.
es: Runalyze importará las variaciones de rendimiento de los archivos fit si están disponibles.

# not.available///f6186b4ccf43ad1283ca8acbfcd02c9f204a2116
source: SWOLF is a metric of swimming efficiency and is calculated as sum of time (in seconds) and stroke count for a given distance (traditionally the pool length, i.e. 50m). Stroke count is used as an indicator of effort, but it's not always a good one.
de: SWOLF ist ein Maß für die Schwimmleistung und wird als Summe aus Zeit (in Sekunden) und Schlagzahl für eine bestimmte Strecke (traditionell die Beckenlänge, d.h. 50m) berechnet. Die Hubzahl wird als Indikator für die Anstrengung verwendet, aber sie ist nicht immer gut.
es: SWOLF es una métrica de la eficiencia de la natación y se calcula como la suma del tiempo (en segundos) y el número de golpes para una distancia dada (tradicionalmente la longitud de la piscina, es decir, 50m). El recuento de brazadas se utiliza como indicador de la intensidad del esfuerzo, pero no siempre es adecuado.

# not.available///2d8243a2c0e464492c9d563c4f92c56ae3421bcc
source: See also
de: Siehe auch
es: Véase también

# not.available///82951aa1014ec3ad0edd4f30e951c44ddc258921
source: Similar to %atl%, Runalyze uses the alltime maximum CTL to express current CTL as percentage.
de: Ähnlich wie %atl% verwendet Runalyze die dauerhafte maximale CTL, um die aktuelle CTL in Prozent auszudrücken.
es: Similar a %atl%, Runalyze utiliza nuestro CTL máximo para expresar el CTL actual como porcentaje.

# not.available///38303a7c5ec03c87e232ac7aca72c6febb9f1916
source: Similarly, SWOLF cycles is calculated as sum of time (in seconds) and stroke cycles (i.e. number of hand entries only on one side). Some people prefer SWOLF cycles as metric for finding one's most efficient swimming style.
de: Ebenso werden SWOLF-Zyklen als Summe aus Zeit (in Sekunden) und Schlägen (d.h. Anzahl der Handeingaben nur auf einer Seite) berechnet. Einige Leute bevorzugen SWOLF-Zyklen als Metrik, um den effizientesten Schwimmstil zu finden.
es: Del mismo modo, los ciclos SWOLF se calculan como la suma del tiempo (en segundos) y los ciclos de brazadas (es decir, el número de entradas de la mano sólo en un lado). Algunas personas prefieren los ciclos SWOLF como medida para encontrar el estilo de natación más eficiente.

# not.available///4aa8eb768dabc5d491e59b9b1cca17db04cf8cfc
source: Somewhat hard
de: etwas anstrengend
es: Un poco duro

# not.available///40af20dbdee29d6906f7d2797b8c5efa154c189b
source: Standard deviation of R-R intervals
de: Standardabweichung der R-R-Intervalle
es: Desviación estándar de los intervalos R-R

# not.available///f80f0d0bea9a153259774735c2db29021befcd7c
source: Standard deviation of the average R-R intervals calculated over 5 minutes
de: Standardabweichung der mittleren R-R-Intervalle für jeweils 5 Minuten
es: Desviación típica de los intervalos R-R medios calculados durante 5 minutos

# not.available///ab9befa1884e79e7f468db3414c28f6f836c84bb
source: Suggestion
es: Sugerencia

# not.available///fe45b42e84500d4e5dfcd1090086f6bc29857959
source: Temperature and humidity should not have any effect.
de: Temperatur und Luftfeuchtigkeit sollten keine Auswirkungen haben.
es: La temperatura y la humedad no deberían tener ningún efecto.

# not.available///d441ff91c712a4eb0de308c10d921f502b83c573
source: The SWOLF score is useful when trying different combinations of stroke rate and stroke length to find the most efficient one, but it's not meaningful for comparing different swimmers.
de: Der SWOLF-Wert ist nützlich, wenn man verschiedene Kombinationen von Schlagzahl und Schlaglänge ausprobiert, um die effizienteste zu finden, aber er ist für den Vergleich verschiedener Schwimmer nicht aussagekräftig.
es: La puntuación SWOLF es útil cuando se intentan diferentes combinaciones de índice de brazada y longitud de brazada para encontrar la más eficiente, pero no es significativa para comparar diferentes nadadores.

# not.available///3322cf0e73a0926b5ae56f11940816444efff005
source: The Wind Chill effect describes the rate of heat loss from the human body resulting from the combined effect of low temperature and wind. As winds increase, heat is carried away from the body at a faster rate, driving down both the skin temperature and eventually the internal body temperature.
de: Der Wind-Chill-Effekt beschreibt den Wärmeverlust des menschlichen Körpers, der sich aus der Kombination von niedriger Temperatur und Wind ergibt. Wenn der Wind zunimmt, wird die Wärme schneller vom Körper weggetragen, wodurch sowohl die Hauttemperatur als auch die innere Körpertemperatur gesenkt wird.
es: El efecto Wind Chill describe la tasa de pérdida de calor del cuerpo humano como resultado del efecto combinado de la baja temperatura y el viento. A medida que aumentan los vientos, el calor se expulsa del cuerpo a un ritmo más rápido, lo que reduce la temperatura de la piel y, finalmente, la temperatura corporal interna.

# not.available///1c16e94e7ddba861f01bdd1d9ddf96b01249b3f1
source: The body's heart rate is measured in beats per minute [bpm] and its maximal possible value is defined as maximum heart rate. Athlete's heart rates must always be considered relatively to their maximum, normally stated as [%HRmax].
de: Die Herzfrequenz des Körpers wird in Schlägen pro Minute (bpm) gemessen und der maximal mögliche Wert als maximale Herzfrequenz definiert. Die Herzfrequenz des Athleten muss immer relativ zu seinem Maximum betrachtet werden, normalerweise angegeben als[%HRmax].
es: La frecuencia cardíaca del cuerpo se mide en latidos por minuto[bpm] y su valor máximo posible se define como frecuencia cardíaca máxima. Las frecuencias cardíacas de los deportistas deben considerarse siempre relativamente a su máximo, normalmente indicado como[%HRmax].

# not.available///14b47a50d469cdbff1a6b262a251e15907146d90
source: The heat index as an index that combines air temperature and relative humidity to determine the human-perceived equivalent temperature. The resulting apparent temperature is crucial to assess possible effects of the weather for the human body. High relative humidity reduces the evaporation rate of sweat, lowering the body's self-cooling.
de: Der Wärmeindex ist ein Index, der Lufttemperatur und relative Luftfeuchtigkeit kombiniert, um die vom Menschen wahrgenommene äquivalente Temperatur zu bestimmen. Die daraus resultierende scheinbare Temperatur ist entscheidend, um mögliche Auswirkungen des Wetters auf den menschlichen Körper abzuschätzen. Eine hohe relative Luftfeuchtigkeit reduziert die Verdunstungsrate des Schweißes und senkt die Selbstkühlung des Körpers.
es: El índice de calor es un índice que combina la temperatura del aire y la humedad relativa para determinar la temperatura equivalente percibida por el ser humano. La temperatura aparente resultante es crucial para evaluar los posibles efectos del clima en el cuerpo humano. Una humedad relativa alta reduce la tasa de evaporación del sudor, disminuyendo el auto-enfriamiento del cuerpo.

# not.available///602804ebdb96b652613e9c9c1bbd04f299cb2701
source: The heat index is calculated based on temperatures in the shade. Exposure to full sunshine can increase heat index values by up to %temp%.
de: Der Wärmeindex wird anhand der Temperaturen im Schatten berechnet. Bei voller Sonneneinstrahlung kann der Wärmeindex um bis zu %temp% steigen.
es: El índice de calor se calcula en base a las temperaturas a la sombra. La exposición al sol puede aumentar los valores del índice de calor hasta en un %temp%.

# not.available///466e5eff64c7d329970c84047b6c664149ff1f7a
source: The logarithm is used to achieve a better scaling.
de: Der Logarithmus wird verwendet, um eine bessere Skalierung zu erreichen.
es: El logaritmo se utiliza para lograr un mejor escalado.

# not.available///92de637b147df5b4dc1129046c11fad1726e580e
source: The marathon shape is an invention of Runalyze to optimize prognoses for long distances, that are based on the effective VO2max. These prognoses normally can't consider whether the athlete has the optimal fitness or endurance for a marathon. The marathon shape is the solution for this problem, as the prognoses are continually adjusted for missing fitness.
de: Die Marathonform ist eine Erfindung von Runalyze zur Optimierung von Prognosen für lange Strecken, die auf dem effektiven VO2max basieren. Diese Prognosen können normalerweise nicht berücksichtigen, ob der Athlet die optimale Fitness oder Ausdauer für einen Marathon hat. Die Marathonform ist die Lösung für dieses Problem, da die Prognosen ständig an die fehlende Fitness angepasst werden.
es: El estado de forma para el maratón es una invención de Runalyze para optimizar los pronósticos para largas distancias, que se basan en el VO2max efectivo. Estos pronósticos normalmente no pueden considerar si el atleta tiene la aptitud o resistencia óptima para un maratón. El estado de forma para el maratón es la solución para este problema, ya que los pronósticos se ajustan continuamente a la falta de forma física.

# not.available///65de081602b470b7358e6c6070282c62e8bbd4f6
source: The resting heart rate is defined as the heart rate when a person is awake and at complete rest. Well-conditioned endurance athletes typically have lower resting heart rates (e.g. 30 - 50 bpm) than unathletic people (e.g. 50 - 90 bpm).
de: Die Ruheherzfrequenz ist definiert als die Herzfrequenz, wenn eine Person wach und in völliger Ruhe ist. Gut konditionierte Ausdauersportler haben typischerweise niedrigere Ruheherzfrequenzen (z.B. 30 - 50 bpm) als unsportlichere Menschen (z.B. 50 - 90 bpm).
es: La frecuencia cardíaca en reposo se define como la frecuencia cardíaca cuando una persona está despierta y en completo reposo. Los atletas de resistencia bien acondicionados suelen tener una frecuencia cardíaca en reposo más baja (p.ej. 30 - 50 bpm) que las personas poco atléticas (p.ej. 50 - 90 bpm).

# not.available///9c2b27555941d608931b070240429915b609604f
source: The training effect is a measure by Firstbeat and Garmin to evaluate the training's ffort concerning the impact on the physiology, in particular future aerobic performance. Garmin devices analyze heart rate data during activity to estimate EPOC (excess post-exercise oxygen consumption) and determine the related training effect. Training effect values are useful to control one's weekly training to prevent overtraining.
de: Der Trainingseffekt ist eine Maßeinheit von Firstbeat und Garmin, um das Wohlbefinden des Trainings hinsichtlich der Auswirkungen auf die Physiologie, insbesondere der zukünftigen aeroben Leistungsfähigkeit, zu bewerten. Garmin-Geräte analysieren die Herzfrequenzdaten während der Aktivität, um den EPOC-Wert (überschüssiger Sauerstoffverbrauch nach dem Training) abzuschätzen und den damit verbundenen Trainingseffekt zu ermitteln. Trainingseffektwerte sind nützlich, um das wöchentliche Training zu kontrollieren und Übertraining zu vermeiden.
es: El efecto del entrenamiento es una medida de Firstbeat y Garmin para evaluar el confort del entrenamiento en relación con el impacto en la fisiología, en particular el rendimiento aeróbico futuro. Los dispositivos de Garmin analizan los datos de frecuencia cardíaca durante la actividad para estimar el EPOC (consumo excesivo de oxígeno después del ejercicio) y determinar el efecto de entrenamiento relacionado. Los valores del efecto del entrenamiento son útiles para controlar el entrenamiento semanal y evitar el sobreentrenamiento.

# not.available///40d2f5ad02c7df91a670ce22b98457579cd1d5b7
source: The training monotony is a method for evaluating the similarity of the daily training and is based on the variation of the daily TRIMP values over the last seven days. The lower the variation the higher the monotony. Results underneath 1.5 are considered as recommendable, results above 2.0 as critical. To recognise overtraining, one should bear training strain in mind as that value rates monotony and training load together.
de: Die Trainingsmonotonie ist eine Methode zur Bewertung der Ähnlichkeit des täglichen Trainings und basiert auf der Variation der täglichen TRIMP-Werte über die letzten sieben Tage. Je geringer die Variation, desto höher die Monotonie. Ergebnisse unter 1,5 gelten als empfehlenswert, Ergebnisse über 2,0 als kritisch. Um Übertraining zu erkennen, sollte man die Trainingsbelastung im Auge behalten, da dieser Wert Monotonie und Trainingsbelastung gemeinsam bewertet.
es: La monotonía del entrenamiento es un método para evaluar la similitud del entrenamiento diario y se basa en la variación de los valores TRIMP diarios durante los últimos siete días. Cuanto menor sea la variación, mayor será la monotonía. Los resultados por debajo de 1.5 se consideran recomendables, los resultados por encima de 2.0 se consideran críticos. Para reconocer el sobreentrenamiento, hay que tener en cuenta el esfuerzo de entrenamiento, ya que este valor valora la monotonía y la carga de entrenamiento en conjunto.

# not.available///6d50e67816f6186b17eb5c7c22b1c06db73aa47f
source: The training strain calculates the risk of overtraining by combining training monotony and the sum of all TRIMP values for a given period. The risk of overtraining has an individual limit for every single athlete.
de: Die Trainingsbelastung berechnet das Risiko eines Übertrainings durch die Kombination von Trainingsmonotonie und der Summe aller TRIMP-Werte für einen bestimmten Zeitraum. Das Risiko des Übertrainings hat für jeden einzelnen Athleten ein individuelles Limit.
es: El esfuerzo de entrenamiento calcula el riesgo de sobreentrenamiento combinando la monotonía del entrenamiento y la suma de todos los valores TRIMP para un período determinado. El riesgo de sobreentrenamiento tiene un límite individual para cada atleta.

# not.available///f5928bc8a35bbe77abca8a5deaf324cb8f41c9f8
source: This value is said to be a strong indicator for parasympathetic activity and thus large values indicate a better recovery status.
de: Dieser Wert soll ein starker Indikator für parasympathische Aktivität sein und große Werte deuten daher auf einen besseren Erholungszustand hin.
es: Se dice que este valor es un fuerte indicador de la actividad parasimpática y, por lo tanto, los valores grandes indican un mejor estado de recuperación.

# not.available///5613417135d3b5d272a11fdb4009ff84f9e8b3ed
source: To calculate the marathon shape, the kilometers made a week aswell as every single run according to length are looked at. Other physical activities (e.g. cycling) are not going to be considered. The target is set to a calculated value according to the athlete's current best possible marathon time, based on the VO2max. The kilometers and the distance of the weekly long run are derived from typical marathon training plans.
de: Zur Berechnung der Marathonform werden die Kilometer pro Woche sowie jeder einzelne Lauf nach Länge betrachtet. Andere körperliche Aktivitäten (z.B. Radfahren) werden nicht berücksichtigt. Das Ziel wird auf einen berechneten Wert entsprechend der aktuell bestmöglichen Marathonzeit des Athleten, basierend auf dem VO2max, gesetzt. Die Kilometer und die Distanz des wöchentlichen Langlaufs ergeben sich aus typischen Marathon-Trainingsplänen.
es: Para el cálculo del estado de forma para el maratón se tienen en cuenta los kilómetros realizados en una semana, así como cada una de las carreras en función de la longitud. No se considerarán otras actividades físicas (por ejemplo, el ciclismo). El objetivo se fija en un valor calculado de acuerdo con el mejor tiempo de maratón posible del atleta, basado en el VO2max. Los kilómetros y la distancia de la carrera larga semanal se derivan de los planes típicos de entrenamiento de maratón.

# not.available///d084b29efa62fd82185d3cf7762e45fd6b00bc9c
source: Training Effect Levels
de: Trainingseffekt Levels
es: Niveles de efecto del entrenamiento

# not.available///a568f118a0c84f19958a9e773edce6afc3d707e6
source: Training Impulse
de: Trainingsimpuls
es: Impulso de Entrenamiento

# not.available///642cbfe9d58627a0376c2b13662be805f8958bb8
source: Training Impulse, developed by Banister in 1991, is a method to quantify training load based on heart rate and duration of an exercise. The method uses heart rate reserve, which considers %restingHeartRate% as well as %maximumHeartRate%, and a gender-specific weighting factor.
de: Der Trainingsimpuls, 1991 von Banister entwickelt, ist eine Methode zur Quantifizierung der Trainingsbelastung anhand der Herzfrequenz und der Dauer einer Übung. Die Methode berücksichtigt dabei sowohl die %restingHeartRate% als auch die %maximumHeartRate% und einen geschlechtsspezifischen Gewichtungsfaktor.
es: Training Impulse, desarrollado por Banister en 1991, es un método para cuantificar la carga de entrenamiento en función de la frecuencia cardíaca y la duración de un ejercicio. El método utiliza la reserva de frecuencia cardíaca, que considera %restingHeartRate% así como %maximumHeartRate%, y un factor de ponderación específico de género.

# not.available///d1f0a459e1963bf098b0d26aefed85503435ccf9
source: Training Stress Balance
de: Stress Balance
es: Equilibrio del esfuerzo del entrenamiento

# not.available///7bfc059ecd59974387cb6656bea731291074117f
source: Training effect
de: Trainingseffekt
es: Efecto del entrenamiento

# not.available///01f74f9d0a49a1255dce6c4d76740f430f80626d
source: Training strain
de: Trainingsbelastung
es: Esfuerzo del entrenamiento

# not.available///a33e5fd66a11f60f3d07301ddd769db772580c4f
source: Training stress balance is the difference between CTL and ATL (in absolute values) and can help as indicator for hard training (negative values) and rest (positive values).
de: Die Trainingsbelastung ist die Differenz zwischen CTL und ATL (in absoluten Werten) und kann als Indikator für hartes Training (negative Werte) und Ruhe (positive Werte) dienen.
es: El balance de esfuerzo del entrenamiento es la diferencia entre CTL y ATL (en valores absolutos) y puede ayudar como indicador de entrenamiento duro (valores negativos) y descanso (valores positivos).

# not.available///50172140252ee1bd80b8b278df7a400ef39494eb
source: Very hard
de: sehr anstrengend
es: Muy duro

# not.available///f3de142306aee84fc052676a185ed5a086e49efd
source: Very light
de: sehr leicht
es: Muy suave

# not.available///e802847e591646307799c05ea8d85269f1eeefe1
source: Windchill
de: Windkälte
es: Sensación térmica

# not.available///64dfbcb78066b2fb2d43b74b6d92ad9ac0dc9d5c
source: per week
de: Wochen
es: por semana
